Repository: exoplatform/mobile-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, lt, ru, sl, zh_tw

# SignInPageTitle
source: Login page
ar: صفحة تسجيل الدّخول
lt: Prisijungimo puslapis
ru: Страница Входа
sl: Prijavna stran

# SignInButton
source: Connect
ar: اتصال
lt: Prisijungti
ru: Авторизация
sl: Poveži
zh_tw: 登錄

# SignInButton_In
source: to
ar: إلى
lt: į
ru: до
sl: do
zh_tw: 至

# UsernamePlaceholder
source: Username
ar: اسم المستخدم
lt: Vartotojo vardas
ru: Имя пользователя
sl: Uporabniško ime
zh_tw: 使用者名稱

# PasswordPlaceholder
source: Password
ar: كلمة السر
lt: Slaptažodis
ru: Пароль
sl: Geslo
zh_tw: 密碼

# TakePicture
source: Take a picture
ar: التقاط صورة
lt: Nufotografuoti
ru: Сделать снимок
sl: Fotografiraj
zh_tw: 拍張照片

# NewFolderTitle
source: New folder
ar: مُـجلّــد جديد
lt: Naujas aplankas
ru: Новая папка
sl: Nova mapa
zh_tw: 新的資料夾

# RenameTitle
source: Rename
ar: إعادة تسمية
lt: Pervadinti
ru: Переименовать
sl: Preimenuj
zh_tw: 重新命名

source: Copy
ar: نسخ
lt: Kopijuoti
ru: Копировать
sl: Kopiraj
zh_tw: 複製

# Move
source: Cut
ar: قصّ
lt: Iškirpti
ru: Вырезать
sl: Izreži
zh_tw: 剪下

source: Paste
ar: ألصق
lt: Įklijuoti
ru: Вставить
sl: Prilepi
zh_tw: 貼上

source: Documents
ar: وثائق
lt: Dokumentai
ru: Документы
sl: Dokumenti
zh_tw: 文件

source: Take a picture
ar: التقاط صورة
lt: Nufotografuoti
ru: Сделать снимок
sl: Fotografiraj
zh_tw: 拍張照片

source: Attached photo
ar: الصور المرفقة
lt: Prisegta nuotrauka
ru: Вложенное фото
sl: Priložena fotografija
zh_tw: 附加照片

source: Add a photo
ar: إضافة صورة
lt: Pridėti nuotrauką
ru: Добавить фотографию
sl: Dodaj fotografijo
zh_tw: 增加照片

source: Photo library
ar: مكتبة الصّور
lt: Nuotraukų albumas
ru: Фотоальбом
sl: Knjižnica fotografij
zh_tw: 照片庫

source: general
ar: عامّ
lt: bendras
ru: общее
sl: splošno
zh_tw: 一般

source: personal
ar: شخصي
lt: asmeninis
ru: личное
sl: osebno
zh_tw: 個人

source: group
ar: المجموعة
lt: grupė
ru: групповое
sl: Skupina
zh_tw: 群組

source: Cancel
ar: الغاء
lt: Atšaukti
ru: Отмена
sl: Prekliči
zh_tw: 取消

# DoneButton
source: Done
ar: عمله
lt: Atlikta
ru: Готово
sl: Dokončano
zh_tw: 完成

source: Delete
ar: حذف
lt: Ištrinti
ru: Удалить
sl: Izbriši
zh_tw: 刪除

source: Success
ar: نجاح
lt: Sėkmingai
ru: Действие выполнено успешно
sl: Uspeh
zh_tw: 成功

source: Home
ar: الصفحة الرئيسية
lt: Pagrindinis
ru: Главная
sl: Domov
zh_tw: 首頁

source: Loading...
ar: تحميل...
lt: Kraunama...
ru: Загрузка...
sl: Nalagam ...
zh_tw: 載入中...

source: Loading URL
ar: تحميل الـ URL
lt: Kraunamas URL
ru: Загрузка URL
sl: Prenašanje URL
zh_tw: 載入 URL

source: OK
ar: موافق
lt: Gerai
ru: ОК
sl: V redu

source: Disconnect
ar: قطع الاتصال
lt: Atsijungti
ru: Отключиться
sl: Prekini
zh_tw: 中斷連線

source: Pull down to refresh...
ar: اسحب للأسفل للتحديث...
lt: Patraukite žemyn atnaujinti...
ru: Потяните вниз, чтобы обновить...
sl: Povleci navzdol za posodobitev ...
zh_tw: 下拉重新整理...

source: Release to refresh...
ar: اترك للتحديث...
lt: Atleiskite atnaujinti...
ru: Отпустите, чтобы обновить...
sl: Izpusti za osvežitev...
zh_tw: 放開以進行更新...

source: Last updated: %@
ar: آخر تحديث: %@
lt: Paskutinis atnaujinimas: %@
ru: Последнее обновление: %@
sl: Zadnja posodobitev: %@
zh_tw: 最後更新: %@

source: Required
ar: مطلوب
lt: Reikalinga
ru: Требуется
sl: Zahtevano
zh_tw: 必填

source: Optional
ar: إختياري
lt: Pasirinktinas
ru: Опционально
sl: Izbirno
zh_tw: 可選

source: Fullscreen
ar: شاشة كاملة
lt: Per visą ekraną
ru: Полноэкранный режим
sl: Celozaslonski način
zh_tw: 全屏顯示

source: Close
ar: اغلاق
lt: Uždaryti
ru: Закрыть
sl: Zapri
zh_tw: 關閉

source: Settings
ar: إعدادات
lt: Nustatymai
ru: Настройки
sl: Nastavitve
zh_tw: 設定

source: Remember me
ar: Stay signed in
ru: Запомнить меня
sl: Ostanite prijavljeni
zh_tw: 記得我

source: Auto login
ru: Автоматический вход
sl: Samodejna prijava
zh_tw: 自動登入

# KeepSelectedStream
source: Remember my filter
ar: تذكر الفلتر الخاصّ بي
lt: Atsiminti mano filtrą
ru: Запомнить мой фильтр
sl: Zapomni si moj filter
zh_tw: 記得我的篩選器

# ShowPrivateDrive
source: Show my private drive
ar: عرض محرك الأقراص الخاصّ بي
lt: Rodyti mano privatų diską
ru: Показать мой приватный диск
sl: Prikaži moj zasebni pogon
zh_tw: 顯示我私人磁碟機

# Language
source: Languages
ar: اللغات
lt: Kalbos
ru: Языки
sl: Jeziki
zh_tw: 語言

source: English
ar: انقليزية
lt: Anglų
ru: Английский
sl: Angleščina
zh_tw: 英文

source: French
ar: فرنسية
lt: Prancūzų
ru: Французский
sl: Francoščina
zh_tw: 法文

source: German
ar: الألمانية
lt: Vokiečių
ru: Немецкий
sl: Nemščina
zh_tw: 德文

source: Spanish
ar: الإسبانيّة
lt: Ispanų
ru: Испанский
sl: Španščina
zh_tw: 西班牙文

source: Send
ar: إرسال
lt: Siųsti
ru: Отправить
sl: Pošljite
zh_tw: 發送

# ServerList
source: Accounts
ar: قائمة المزوّدين
lt: Serverių sąrašas
ru: Список серверов
sl: Seznam strežnikov
zh_tw: 伺服器清單

# NewServer
source: New Account
ar: مزوّد جديد
lt: Naujas serveris
ru: Новый сервер
sl: Nov strežnik
zh_tw: 新伺服器

# ServerModify
source: Modify server
ar: تغيير المزوّد
lt: Redaguoti serverį
ru: Модифицировать сервер
sl: Spremeni strežnik
zh_tw: 修改伺服器

# ApplicationsInformation
source: Application information
ar: معلومات التطبيق
lt: Programos informacija
ru: Сведения о приложении
sl: Informacije o aplikaciji
zh_tw: 應用程式資訊

source: Server version
ar: إصدار المزوّد
lt: Serverio versija
ru: Версия сервера
sl: Različica strežnika
zh_tw: 伺服器版本

source: Application edition
ar: الطبعة الخاصّة بالتطبيق
lt: Programos leidinys
ru: Редакция приложения
sl: Izdaja aplikacije
zh_tw: 應用程式版

source: Application version
ar: الطبعة الخاصّة بالتطبيق
lt: Programos versija
ru: Версия приложения
sl: Različica aplikacije
zh_tw: 應用程式版本

# ServerName
source: Name
ar: اسم الـمُزوّد
lt: Serverio pavadinimas
ru: Имя сервера
sl: Ime strežnika
zh_tw: 伺服器名稱

# ServerUrl
source: Server
ar: عنوان المزوّد (URL)
lt: Serverio URL
ru: URL-адрес сервера
sl: URL strežnika
zh_tw: 伺服器 URL

# BadResponse
source: The server returned invalid data.
ar: قام المزوّد بإرجاع بيانات غير صحيحة.
lt: Serveris grąžino klaidingus duomenis.
ru: Сервер вернул недопустимые данные.
sl: Strežnik je vrnil neveljavne podatke.
zh_tw: 伺服器返回的資料無效。

# NetworkConnection
source: Connection error
ar: خطأ في الاتصال
lt: Prisijungimo klaida
ru: Ошибка соединения
sl: Napaka pri povezavi
zh_tw: 連接錯誤

# Authorization
source: Login failed
ar: فشل تسجيل الدخول
lt: Nepavyko prisijungti
ru: Вход не выполнен
sl: Prijava ni uspela
zh_tw: 登入失敗

# WrongUserNamePassword
source: Impossible to connect, check your username and password
ar: لا يمكن تسجيل الدّخول ، تحقق من اسم المستخدم وكلمة المرور الخاصّة بك
lt: Neįmanoma prisijungti, patikrinkite savo vartotojo vardą ir slaptažodį
ru: Невозможно подключиться, проверьте имя пользователя и пароль
sl: Povezava z aplikacijo ni mogoča, preverite vaše uporabniško ime in geslo
zh_tw: 無法連接，請檢查您的使用者名稱和密碼

# InvalidServer
source: Impossible to connect to your intranet, please check its URL or contact your administrator
ar: لا يمكن تسجيل الدّخول الى شبكة الإنترانت الخاصّة بك، الرجاء التحقق من عنوان URL الخاص بها أو اتصل بالمسؤول.
lt: Neįmanoma prisijungti prie intraneto, prašome patikrinti savo URL arba kreipkitės į administratorių
ru: Невозможно подключиться к внутренней сети, проверьте URL-адрес или обратитесь к администратору
sl: Z intranetom se ni mogoče povezati, preverite URL ali se obrnite na skrbnika
zh_tw: 無法連接到您的內部網路，請檢查 URL 或與您的管理員聯繫

# NetworkConnectionFailed
source: Impossible to connect to your intranet, please check its URL or contact your administrator
ar: لا يمكن تسجيل الدّخول الى شبكة الإنترانت الخاصّة بك، الرجاء التحقق من عنوان URL الخاص بها أو اتصل بالمسؤول.
lt: Neįmanoma prisijungti prie intraneto, prašome patikrinti savo URL arba kreipkitės į administratorių
ru: Невозможно подключиться к внутренней сети, проверьте URL-адрес или обратитесь к администратору
sl: Z intranetom se ni mogoče povezati, preverite URL ali se obrnite na skrbnika
zh_tw: 無法連接到您的內部網路，請檢查 URL 或與您的管理員聯繫

# UserNameEmpty
source: Incorrect username
ar: اسم المستخدم غير صحيح
lt: Neteisingas vartotojo vardas
ru: Неверное имя пользователя
sl: Nepravilno uporabniško ime
zh_tw: 錯誤的使用者名稱

# PasswordEmpty
source: Incorrect password
ar: كلمة المرور غير صحيحة
lt: Neteisingas slaptažodis
ru: Неверный пароль
sl: Nepravilno geslo
zh_tw: 密碼錯誤

# SelectedDomainEmpty
source: No server specified
ar: لم يتمّ تحديد المزوّد
lt: Nėra nurodyto serverio
ru: Сервер не указан
sl: Strežnik ni določen
zh_tw: 沒有指定伺服器

# EmptyFolder
source: This folder is empty
ar: هذا المجلد فارغ
lt: Šis aplankas yra tuščias
ru: Эта папка пуста
sl: Ta mapa je prazna
zh_tw: 此資料夾是空的

# UnreadableFile
source: This file cannot be opened on the application
ar: لا يمكن فتح هذا الملف ضمن هذا التطبيق
lt: Šis failas negali būti atidarytas programoje
ru: Этот файл не может быть открыт в приложении
sl: Te datoteke ni mogoče odpreti v aplikaciji
zh_tw: 此檔案不能在應用程式上開啟

# NoActivities
source: No activity has been posted on your activity stream
ar: لم يتمّ نشر أي نشاط على تيّار الأنشطة الخاصّ بك
lt: Jokia veikla nebuvo pastebėta jūsų veiklos sraute
ru: Вы еще ничего не опубликовали в своей ленте активности
sl: Na vaši časovnici ni bilo objavljenih nobenih dejavnosti
zh_tw: 沒有活動張貼於你的活動列中

# NoGadget
source: You have no gadgets in your Apps
ar: ليس لك أدوات في التطبيقات الخاصّة بك.
lt: Jūs neturite įtaisų savo programose
ru: В ваших Приложениях нет гаджетов
sl: Nimate pripomočkov v vaših aplikacijah
zh_tw: 你沒有小工具在您的應用程式

# MessageInfo
source: Information
ar: معلومات
lt: Informacija
ru: Информация
sl: Informacija
zh_tw: 資訊

# MessageErrorServer
source: You cannot add a server with an empty name or URL
ar: لا يمكنك إضافة مزوّد مع عنوان (URL) أو اسم فارغ.
lt: Jūs negalite pridėti serverio su tuščiu pavadinimu arba URL
ru: Невозможно добавить сервер без названия или URL-адреса
sl: Ne morete dodati strežnika s praznim imenom ali URL-jem
zh_tw: 您不能增加一個空名稱或 URL 的伺服器

# MessageErrorExist
source: This server already exists
ar: هذا المزوّد موجود مُسبقــا
lt: Šis serveris jau egzistuoja
ru: Этот сервер уже существует
sl: Ta strežnik že obstaja
zh_tw: 此伺服器已存在

source: Invalid URL
ar: عنوان URL غير صحيح
lt: Klaidingas URL
ru: Недопустимый URL-адрес
sl: Neveljaven URL
zh_tw: URL不正確

# FileError
source: Error
ar: خطأ
lt: Klaida
ru: Ошибка
sl: Napaka
zh_tw: 錯誤

# CameraNotAvailable
source: The camera is not available
ar: الكاميرا غير متوفرة
lt: Kamera negalima
ru: Камера не доступна
sl: Kamera ni na voljo
zh_tw: 相機不可用

source: Gadgets cannot be retrieved
ar: لا يمكن استرداد الأدوات
lt: Negalima rasti įtaisų
ru: Не удается получить гаджеты
sl: Pripomočkov ni mogoče pridobiti
zh_tw: 不能檢索小工具。

source: Error
ar: خطأ
lt: Klaida
ru: Ошибка
sl: Napaka
zh_tw: 錯誤

# NoMessageComment
source: You must enter some text to comment
ar: يجب إدخال بعض الكلمات بغية التعليق
lt: Jūs turite įvesti šiek tiek teksto, kad galėtumėte komentuoti
ru: Вы должны ввести текст, чтобы прокомментировать
sl: Vnesite nekaj besedila v komentar
zh_tw: 你必須輸入文字去進行評論

# NoMessagePosting
source: You must enter some text to post
ar: لا توجد رسالة يمكن ارسالها
lt: Jūs turite įvesti šiek tiek teksto, kad galėtumėte siųsti
ru: Вы должны ввести текст для опубликования
sl: Za objavo morate vnesti nekaj besedila
zh_tw: 您必須輸入一些文本發佈

# GettingActionCannotBeCompleted
source: You cannot get activities
ar: لا يمكنك الحصول على الأنشطة
lt: Jūs negalite gauti veiklos
ru: Вы не можете получать деятельность
sl: Ne morete pridobiti dejavnosti
zh_tw: 你不能獲取活動

# UpdatingActionCannotBeCompleted
source: You cannot update the activity
ar: لا يمكنك تغيير النشاط
lt: Jūs negalite atnaujinti veiklos
ru: Вы не можете обновлять деятельность
sl: Dejavnosti ni mogoče posodobiti
zh_tw: 您不能更新該活動

# LikingActionCannotBeCompleted
source: You cannot like the activity
ar: لا يمكنك الإعجاب بهذا النّشاط
lt: Jūs negalite įvertinti veiklos
ru: Вы не можете ставить лайки деятельности
sl: dejavnosti ne morete všečkati
zh_tw: 你可能不喜歡該活動

# UnLikeActionCannotBeCompleted
source: You cannot unlike the activity
ar: لا يمكنك الغاء الإعجاب بهذا النّشاط
lt: Jūs negalite neigiamai įvertinti veiklos
ru: Вы не можете убирать лайки с деятельности
sl: Ne morete preklicati všečkanja dejavnosti
zh_tw: 你可能不喜歡該活動

# PostingActionCannotBeCompleted
source: You cannot post a message
ar: لا يمكن اضافة النشاط
lt: Jūs negalite rašyti žinutės
ru: Вы не можете публиковать сообщения
sl: Ne morete objaviti sporočila
zh_tw: 你不能發佈一條訊息

# CommentActionCannotBeCompleted
source: You cannot post a comment
ar: لا يمكنك نشر تعليق
lt: Jūs negalite rašyti komentaro
ru: Вы не можете оставлять комментарии
sl: Ne morete objaviti komentarja
zh_tw: 你不能發表評論

# LoadMoreActionCannotBeCompleted
source: An error occurred, the activities are reloading.
ar: طرأ خطأ، يتم الآن إعادة تحميل الأنشطة.
lt: Įvyko klaida, veikla yra perkraunama.
ru: Произошла ошибка, перезагрузка деятельности.
sl: Prišlo je do napake, dejavnosti se vnovično nalagajo.
zh_tw: 出現了一個錯誤，各項活動，重新載入。

# NotCompliant
source: The application can not run on the Platform edition
ar: لا يمكن تشغيل التطبيق على هذه الطبعة التابعة لهذه البوابة
lt: Programa negali veikti šioje platformos laidoje
ru: Приложение не может работать на редакции Платформы
sl: Aplikacija ne more teči na tej izdaji platforme
zh_tw: 應用程式不能運行在平台版

# SpecialCharacters
source: Special characters are not allowed
ar: الحروف الخاصّة غير مسموح بها
lt: Specialūs simboliai neleidžiami
ru: Нельзя использовать специальные символы
sl: Posebni znaki niso dovoljeni
zh_tw: 不允許使用特殊字元。

# DashboardsCannotBeRetrieved
source: Cannot retrieve the dashboards
ar: لا يمكن استرداد لوحات المعلومات
lt: Negalima rasti prietaisų skydų
ru: Не удается получить панели мониторинга
sl: Nadzorne plošče ni mogoče pridobiti
zh_tw: 無法檢索儀表板

# FolderNameAlreadyExist
source: This folder already exists
ar: هذا المجلد موجود مسبقاً
lt: Šis aplankas jau egzistuoja
ru: Эта папка уже существует
sl: Ta mapa že obstaja
zh_tw: 資料夾已存在

# FolderNameEmpty
source: The folder name is empty
ar: اسم المجلد فارغ
lt: Aplanko pavadinimas yra tuščias
ru: Папка не имеет названия
sl: Ime mape je prazno
zh_tw: 資料夾的名稱為空

# Cannot move file to its location
source: Cannot move the file to the same location
ar: لا يمكن نقل الملف إلى نفس الموقع
lt: Negalima perkelti failo į tą pačią vietą
ru: Нельзя переместить файл на то же место
sl: Datoteke ni mogoče premakniti datoteke na isto lokacijo
zh_tw: 不能將檔案移動到相同的位置

# Cannot transfer file
source: Cannot transfer the file
ar: لا يمكن نقل الملف
lt: Negalima persiųsti failo
ru: Не удается передать файл
sl: Ne morete prenesti datoteke
zh_tw: 無法傳送檔案

# Dashboard
source: Apps
ar: تطبيقات
lt: Programos
ru: Приложения
sl: Aplikacije
zh_tw: 應用程式

# numOfLikers
source: %d likers
ar: %d مُعجبون
lt: %d mėgėjų
ru: %d лайкеры
sl: %d všečkarjev
zh_tw: %d 喜歡的人

# numOfLiker
source: %d liker
ar: %d مُعجب
lt: %d mėgėjas
ru: %d лайкер
sl: %d všečkar
zh_tw: %d 喜歡的人

# likeThisActivity
source: %d people like this
ar: %d مُعجبون بهذا.
lt: %d žmonių patinka tai
ru: %d людям это нравится
sl: %d ljudi je všeč
zh_tw: %d 人都喜歡這個

# NoOneLikeThis
source: No one likes this
ar: لا أحد معجب بهذا الى حدّ الآن
lt: Tai niekam nepatinka
ru: Никому это не понравилось
sl: Nikomur ni všeč
zh_tw: 沒有人喜歡這

source: Activity details
ar: تفاصيل النشاط
lt: Veiklos duomenys
ru: Детальное описание деятельности
sl: Podrobnosti dejavnosti
zh_tw: 活動詳細資訊

source: Message composer
ar: قم بتكوين رسالتك
lt: Pranešimo kūrėjas
ru: Компоновщик сообщений
sl: Skladatelj sporočil
zh_tw: 訊息組合者

source: Activity stream
ar: الأنشطة و المستجدّات
lt: Veiklos srautas
ru: Лента активности
sl: Tok dejavnosti
zh_tw: 活動流

source: News
ar: آخر الأخبار
lt: Naujienos
ru: Новости
sl: Tok dejavnosti
zh_tw: 新聞

source: Details
ar: تفاصيل
lt: Išsamiai
ru: Подробная информация
sl: Podrobnosti
zh_tw: 詳細資料

source: Comments(%d)
ar: تعليقات (%d)
lt: Komentarai(%d)
ru: Комментарии(%d)
sl: Komentarji(%d)
zh_tw: 評論(%d)

source: Likes(%d)
ar: أشخاص نال إعجابهم (%d)
lt: Įvertinimai(%d)
ru: "Лайки"(%d)
sl: Všečki(%d)
zh_tw: 喜歡的人(%d)

source: Your comment
ar: تعليقك
lt: Jūsų komentaras
ru: Ваш комментарий
sl: Vaš komentar
zh_tw: 您的評論

source: Getting activity
ar: تحميل النشاط
lt: Gaunama veiklos
ru: Получение деятельности
sl: Pridobivanje dejavnosti
zh_tw: 獲取活動

source: Updating activity
ar: تحديث النشاط
lt: Atnaujinama veikla
ru: Обновление деятельности
sl: Posodabljanje dejavnosti
zh_tw: 更新活動

# PostingActivity
source: Post
ar: ردّ
lt: Siųsti
ru: Разместить
sl: Objava
zh_tw: 文章

# CommentActivity
source: Comment
ar: تعليق
lt: Komentaras
ru: Комментировать
sl: Komentar
zh_tw: 評論

source: Getting activity detail
ar: الحصول على تفاصيل النشاط
lt: Gaunama išsami veiklos informacija
ru: Получение детального описания деятельности
sl: Pridobivanje podrobnosti dejavnosti
zh_tw: 獲取活動詳細資訊

source: Updating activity detail
ar: تحديث تفاصيل النشاط
lt: Atnaujinama veiklos informacija
ru: Обновление детального описания деятельности
sl: Posodabljanje podrobnosti dejavnosti
zh_tw: 更新活動詳細資訊

# EditWiki
source: has edited the Wiki page:
ar: قام بتغيير صفحة الويكي:
lt: redagavo Wiki puslapį:
ru: отредактировал(а) Вики-страницу:
sl: je uredil Wiki stran:
zh_tw: 已經編輯 Wiki 頁面：

# CreateWiki
source: has created the Wiki page:
ar: قام بانشاء صفحة الويكي:
lt: sukūrė Wiki puslapį:
ru: создал(а) Вики-страницу:
sl: Wiki stran je ustvaril:
zh_tw: 已建立 Wiki 頁面：

# NewPost
source: has added a new post:
ar: أضاف موضوع جديد:
lt: pridėjo naują pranešimą:
ru: добавил(а) новое сообщение:
sl: je dodal(a) novo objavo:
zh_tw: 已增加一個新職位：

# UpdatePost
source: has updated a post:
ar: قام بتغيير موضوع:
lt: atnaujino pranešimą:
ru: обновил(а) сообщение:
sl: je posodobil(a) objavo:
zh_tw: 已更新公告：

# NewTopic
source: has posted a new topic:
ar: قام بطرح موضوع جديد:
lt: sukūrė naują temą:
ru: опубликовал(а) новую тему:
sl: je objavil(a) novo temo:
zh_tw: 已發佈一個新的主題：

# UpdateTopic
source: has updated a topic:
ar: قام بتغيير الموضوع:
lt: atnaujino temą:
ru: обновил(а) тему:
sl: je posodobil temo:
zh_tw: 已更新主題：

# UpdateQuestion
source: has updated the question:
ar: قام بتغيير السؤال:
lt: atnaujino klausimą:
ru: обновил(а) вопрос:
sl: je posodobil vprašanje:
zh_tw: 已更新的問題：

# Answered
source: has answered to the question:
ar: أجاب على السؤال:
lt: atsakė į klausimą:
ru: has answered the question:
sl: je odgovoril na vprašanje:
zh_tw: 已回答的問題：

# Asked
source: has asked:
ar: قام بطرح سؤال:
lt: paklausė:
ru: спросил(а):
sl: je vprašal:
zh_tw: 已要求：

# EventAdded
source: added an event:
ar: أضاف حدث:
lt: pridėjo įvykį:
ru: добавил(а) событие:
sl: je dodal(a) dogodek:
zh_tw: 增加事件：

# EventUpdated
source: has just updated the event:
ar: قام بتغيير الحدث:
lt: atnaujino įvykį:
ru: только что обновил(а) событие:
sl: je pravkar posodobil(a) dogodek:
zh_tw: 剛更新的事件：

# TaskAdded
source: added a task:
ar: أضاف مهمّة:
lt: pridėjo užduotį:
ru: добавил(а) задачу:
sl: je dodal(a) opravilo:
zh_tw: 增加一項任務：

# TaskUpdated
source: has just updated the task:
ar: قام يتغيير المهمّة:
lt: atnaujino užduotį:
ru: только что обновил(а) задачу:
sl: je pravkar posodobil(a) opravilo:
zh_tw: 剛更新任務：

source: Description
ar: الوصف
lt: Aprašymas
ru: Описание
sl: Opis
zh_tw: 描述

source: Location
ar: المكان
lt: Vieta
ru: Местоположение
sl: Lokacija
zh_tw: 位置

source: Start time
ar: توقيت البداية
lt: Pradžios laikas
ru: Время начала
sl: Začetni čas
zh_tw: 開始時間

source: End time
ar: توقيت الانهاء
lt: Pabaigos laikas
ru: Время окончания
sl: Končni čas
zh_tw: 結束時間

# NoComment
source: No one has commented, be the first one
ar: لم يتمّ بعد اضافة تعليق، بادر أنت الأوّل بالتعليق
lt: Dar niekas nekomentavo, būkite pirmi
ru: Пока нет комментариев, прокомментируйте первым
sl: Nihče šeni komentiral, bodi prvi
zh_tw: 過往無人評論過，你將成為第一個人。

source: Image preview
ar: عرض مُسبق للصّورة
lt: Paveikslėlio peržiūra
ru: Предпросмотр изображения
sl: Predogled slike
zh_tw: 圖片預覽

source: Change
ar: تغيير
lt: Pakeisti
ru: Изменить
sl: Spremeni
zh_tw: 變更

source: Remove
ar: حذف
lt: Pašalinti
ru: Удалить
sl: Odstrani
zh_tw: 刪除

source: All updates
ar: جميع الأنشطة
lt: Visos veiklos
ru: Все действия
sl: Vse dejavnosti
zh_tw: 所有活動

source: My connections
ar: علاقاتي
lt: Mano jungtys
ru: Мои контакты
sl: Moje povezave
zh_tw: 我的聯繫

source: My spaces
ar: فضاءاتي
lt: Mano erdvės
ru: Мои области
sl: Moji prostori
zh_tw: 我的空間

source: My status
ar: آخر أخباري
lt: Mano veiklos
ru: Моя деятельность
sl: Moje dejavnosti
zh_tw: 我的活動

source: Today
ar: اليوم
lt: Šiandien
ru: Сегодня
sl: Danes
zh_tw: 今天

# DateFmt ago
source: ago
ar: منذ
lt: prieš
ru: назад
sl: nazaj
zh_tw: 以前

# DateFmt from now
source: from now
ar: من الآن
lt: nuo šiol
ru: с этого момента
sl: od zdaj
zh_tw: 從現在開始

# DateFmt Less than
source: Less than
ar: أقل من
lt: mažiau nei
ru: Менее, чем
sl: Manj kot
zh_tw: 小於

# DateFmt About
source: About
ar: حول
lt: Apie
ru: Около
sl: O
zh_tw: 關於

# DateFmt Over
source: Over
ar: على مدى
lt: Per
ru: Более, чем
sl: Nad
zh_tw: 超過

# DateFmt Almost
source: Almost
ar: تقريبا
lt: Beveik
ru: Почти
sl: Skoraj
zh_tw: 幾乎

# DateFmt seconds
source: seconds
ar: ثوان
lt: sekundes(-ių)
ru: секунд
sl: sekund
zh_tw: 秒

# DateFmt minute
source: minute
ar: دقيقة
lt: minutė
ru: минуту
sl: minuta
zh_tw: 分鐘

# DateFmt minutes
source: minutes
ar: دقائق
lt: minutes(-ių)
ru: минут
sl: minut
zh_tw: 分鐘

# DateFmt hour
source: hour
ar: ساعة
lt: valanda
ru: час
sl: ura
zh_tw: 小時

# DateFmt hours
source: hours
ar: ساعات
lt: valandos(-ų)
ru: часов
sl: ur
zh_tw: 小時

# DateFmt day
source: day
ar: يوم
lt: diena
ru: день
sl: dan
zh_tw: 天

# DateFmt days
source: days
ar: أيام
lt: dienas(-ų)
ru: дней
sl: dni
zh_tw: 天

# DateFmt month
source: month
ar: شهر
lt: mėnuo
ru: месяц
sl: mesec
zh_tw: 月

# DateFmt months
source: months
ar: أشهر
lt: mėnesius(-ių)
ru: месяцев
sl: mesecev
zh_tw: 幾個月

# DateFmt year
source: year
ar: سنة
lt: metai
ru: год
sl: leto
zh_tw: 年

# DateFmt years
source: years
ar: سنوات
lt: metus(-ų)
ru: лет
sl: let
zh_tw: 年

# ServerNotAvailable
source: Impossible to connect to your intranet, please check its URL or contact your administrator
ar: لا يمكن تسجيل الدّخول الى شبكة الإنترانت الخاصّة بك، الرجاء التحقق من عنوان URL الخاص بها أو اتصل بالمسؤول.
lt: Neįmanoma prisijungti prie intraneto, prašome patikrinti savo URL arba kreipkitės į administratorių
ru: Невозможно подключиться к внутренней сети, проверьте URL-адрес или обратитесь к администратору
sl: Z intranetom se ni mogoče povezati, preverite URL ali se obrnite na skrbnika
zh_tw: 無法連接到您的內部網路，請檢查 URL 或與您的管理員聯繫

# AccountAlreadyExists
source: An account already exists for this email, you will be redirected to the login screen
ru: Учетная запись уже существует для этой электронной почты, вы будете перенаправлены на страницу входа в систему
sl: Za ta e-pošto že obstaja račun, preusmerjeni boste na prijavni zaslon
zh_tw: 此電子郵件的帳戶已經存在，您將重新回到登錄畫面

# NumberUsersExceed
source: Impossible to create a new account. The maximum number of users has been reached for your intranet, please contact your administrator
ru: Невозможно создать новую учетную запись. Достигнуто максимальное количество пользователей для вашей сети, обратитесь к администратору
sl: Nemogoče ustvariti nov račun. Doseženo je bilo največje število uporabnikov za intranetu, obrnite se na skrbnika
zh_tw: 無法創建新的帳戶。最大使用者數已達到您的 intranet，請聯繫您的管理員

# StartTheConfigurationAssistant
source: Start the sign-up assistant
ru: Запустить помощник регистраций
sl: Zaženi pomočnika za vpis
zh_tw: 開始註冊助理

# ServiceUnavailable
source: Impossible to connect to your intranet, please check its URL or contact your administrator
ar: لا يمكن تسجيل الدّخول الى شبكة الإنترانت الخاصّة بك، الرجاء التحقق من عنوان URL الخاص بها أو اتصل بالمسؤول.
lt: Neįmanoma prisijungti prie intraneto, prašome patikrinti savo URL arba kreipkitės į administratorių
ru: Невозможно подключиться к сети, проверьте его URL-адрес или обратитесь к администратору
sl: Z intranetom se ni mogoče povezati, preverite URL ali se obrnite na skrbnika
zh_tw: 無法連接到您的內部網路，請檢查 URL 或與您的管理員聯繫
