Repository: exoplatform/mobile-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, lt, ru, sl, zh_tw

# EmailIsBlacklisted
source: Please use your company email to sign up
ru: Чтобы зарегистрироваться, пожалуйста, используйте адрес электронной почты вашей компании
sl: Za vpis uporabite vaš službeni e-poštni naslov
zh_tw: 請使用您的公司電子郵件註冊

# IncorrectEmailFormat
source: Please input a valid email address
ru: Пожалуйста, введите действительный E-mail
sl: Prosimo, vnesite veljaven e-poštni naslov
zh_tw: 請輸入一個有效的電子郵件

# IncorrectPassword
source: Impossible to connect, check your password
ru: Невозможно подключиться, проверьте ваш пароль
sl: Ni se mogoče povezati, preverite vaše geslo
zh_tw: 無法連接，請檢查您的密碼

# UserNotExist
source: No account exists for this email, check your email or signup
ru: Учетная запись не существует для этой электронной почты, проверьте адрес электронной почты или зарегистрируйтесь
sl: Za ta e-pošto ne obstaja račun, preverite svoj e-potni naslov ali vpis

# TenantNotExist
source: No account exists for this email, check your email or signup
ru: Учетная запись не существует для этой электронной почты, проверьте адрес электронной почты или зарегистрируйтесь
sl: Za ta e-pošto ne obstaja račun, preverite svoj e-potni naslov ali vpis

# TenantResuming
source: We are restoring your intranet, please retry in few minutes
ru: Мы восстанавливаем сеть, повторите попытку через несколько минут

# TenantCreation
source: We are creating your intranet. Please come back when you receive our welcome email
ru: Мы создаем Вашу внутреннюю сеть. Пожалуйста, приходите, когда получите наше письмо с приветствием
sl: Ustvarjamo vaš intranet. Prosimo, da se vrnete, ko prejmete našo pozdravno e-pošto

source: Username
ar: اسم المستخدم
lt: Vartotojo vardas
ru: Имя пользователя
sl: Uporabniško ime
zh_tw: 使用者名稱

source: Password
ar: كلمة السر
lt: Slaptažodis
ru: Пароль
sl: Geslo
zh_tw: 密碼

source: Your credentials
ru: Ваши учетные данные

# EnterServerUrl
source: Enter the URL of your intranet
ru: Введите URL-адрес Вашей внутренней сети

# EnterCredentials
source: Enter your credentials and Login
ru: Введите ваши учетные данные и войдите

# NoTenantName
source: There is no tenant name
ru: Нет имени арендатора

source: Account
ar: حساب
sl: Račun

source: Social
ar: اجتماعي
sl: Družbeno
zh_tw: 社會

# NumberOfUsersExceed
source: Impossible to create a new account. The maximum number of users has been reached for your intranet, please contact your administrator
sl: Nemogoče ustvariti nov račun. Doseženo je bilo največje število uporabnikov za intranetu, obrnite se na skrbnika
zh_tw: 無法創建新的帳戶。最大使用者數已達到您的 intranet，請聯繫您的管理員
